Repository: marciodrosa/MoviesSchedule
Catalog: MoviesScheduleUI/Sources/Strings/Localizable.xcstrings
Source language: en
Languages: pt_br

source: (Interval duration: %lld minutes)
pt_br: Duração do intervalo: %lld minutos)

source: %lld minutes
pt_br: %lld minutos

source: About
pt_br: Sobre

source: Go to %@ for the next movie
pt_br: Vá ao cinema %@ para o próximo filme

source: Go to the Schedule tab and select the movies you want to see to create your itinerary.
pt_br: Selecione a aba Horários e selecione os filmes que você quer assistir para criar um itinerário.

source: Interval (duration: %lld minutes)
pt_br: Intervalo (duração: %lld minutos)

source: Itinerary
pt_br: Itinerário

source: Movie Schedule is an iOS demo app that allows the user to pick a few movies to watch in the theaters and then generate an itinerary containing the schedules, available intervals between the pictures and possible conflicts. This is just a demo, containing fake data, made as an example of a Swift app that uses MVVM, DDD and modern Swift async programming, as well other technologies like SwiftUI and CoreData.
pt_br: Movie Schedule é um app de iOS de demonstração que permite ao usuário selecionar alguns filmes para assistir nos cinemas e então gerar um itinerário contendo os horários, intervalos entre os filmes e possíveis conflitos. É apenas um demo, contendo alguns dados que não são reais, criado como um exemplo de um app feito em Swift que utiliza MVVM, DDD and programação assíncrona moderna, entre outras tecnologias - como SwiftUI e CoreData.

source: No itinerary to show.
pt_br: Nenhum itinerário disponível

source: Schedule
pt_br: Horários

source: This movie ends %lld minutes after movie %@ at %@ has started.
pt_br: Este filme termina %lld minutos após o início do filme %@.

source: This movie starts %lld minutes before movie %@ at %@ has ended.
pt_br: Este filme começa %lld minuto antes do filme %@ terminar.

source: This movie starts at the same time as %@ at %@.
pt_br: Este filme começa no mesmo horário de %@.

source: This product uses the TMDB API but is not endorsed or certified by TMDB.
pt_br: Este produto utliza a API do TMDB, mas não é endossado ou certificado pelo TMDB.

source: Warning: no interval available
pt_br: Atenção: nenhum intervalo disponível

source: Warning: no interval between movies
pt_br: Atenção: nenhum intervalo entre os filmes.

source: Warning: schedule conflict
pt_br: Atenção: conflito de horários
